/**
 * Java Basic Homework #13
 * 
 * @author Mykola Sheremet
 * @todo 01.10.2022
 * @date 12.11.2022
 */
 
•   Что понравилось в курсе: мне понравилось отношение преподавателя с учениками. Объяснения, пытаться помочь каждому как это только возможно было. Всегда мотивировал и говорил нужные нам вещи, подсказывал.
•	Что не понравилось: в плане самих уроков, все было хорошо. Я только на себя зол, так как знаю, что мог больше сделать, чем я сделал. К преподавателю - претензий совершенно никаких.
•	Что «пошло легко», было понятно?  Я скажу, что игра «крестики нолики» и самое начало 
•	Но вот что не сильно мог понять и пошло с трудом, то это были медианы. Как-то с ними постоянно возился долго, не хватало собственной практики. К Вам без претензий!
•	Мои предложения: Оставайтесь таким же открытым и добрым. Сейчас не очень много таких преподавателей которые действительно хотят помочь, и я всегда ценил то, что вы для нас делали. Спасибо Вам за Java Basic курс!
